{
    "cobblemon.move.ivycudgel.desc": "The user strikes with an ivy-wrapped cudgel. This move's type changes depending on the mask worn by the user, and it has a heightened chance of landing a critical hit.",
    
    "cobblemon.species.arcanine-hisui.desc":"Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them.",
    "cobblemon.species.arceus-bug.desc": "Where all creation was born, that is the being's place of origin.",
    "cobblemon.species.arceus-dark.desc": "Two make matter, and three make spirit, shaping the world.",
    "cobblemon.species.arceus-dragon.desc": "Three beings were born to bind time and space.",
    "cobblemon.species.arceus-electric.desc": "The third being raged, raining down bolts of anger.",
    "cobblemon.species.arceus-fairy.desc": "The Original One is in all things. The Original One is nowhere at all. From all creations, over all creations, does the Original One watch over all.",
    "cobblemon.species.arceus-fighting.desc": "Three beings whose power can hold both time and space fixed. The rift is born of disorder on the other side of this world.",
    "cobblemon.species.arceus-fire.desc": "The power of defeated giants infuses this Plate.",
    "cobblemon.species.arceus-flying.desc": "The being poured the remains of its power into stone and buried it deep.",
    "cobblemon.species.arceus-ghost.desc": "The other side of this world was given by the Original One to its raging third.",
    "cobblemon.species.arceus-grass.desc": "The powers of Plates are shared among Pokémon.",
    "cobblemon.species.arceus-ground.desc": "When the universe was created, its shards became this Plate.",
    "cobblemon.species.arceus-ice.desc": "Two beings of time and space set free from the Original One.",
    "cobblemon.species.arceus-poison.desc": "The rules of time and space change within the opposite world.",
    "cobblemon.species.arceus-psychic.desc": "The Original One breathed alone before the universe came.",
    "cobblemon.species.arceus-rock.desc": "It gathers power from the Plates, listening for the flute's song.",
    "cobblemon.species.arceus-steel.desc": "That which fills the other side of the world can shape the rage and mold it.",
    "cobblemon.species.arceus-water.desc": "The rightful bearer of a Plate draws from the Plate it holds.",
    "cobblemon.species.articuno-galar.desc":"Its feather-like blades are composed of psychic energy and can shear through thick iron sheets as if they were paper.",
    "cobblemon.species.avalugg-hisui.desc":"The armor of ice covering its lower jaw puts steel to shame and can shatter rocks with ease. This Pokémon barrels along steep mountain paths, cleaving through the deep snow.",
    
    "cobblemon.species.calyrex-ice.desc":"According to lore, this Pokémon showed no mercy to those who got in its way, yet it would heal its opponents' wounds after battle.",
    "cobblemon.species.calyrex-shadow.desc":"Legend says that by using its power to see all events from past to future, this Pokémon saved the creatures of a forest from a meteorite strike.",
    "cobblemon.species.corsola-galar.desc":"Sudden climate change wiped out this ancient kind of Corsola. This Pokémon absorbs others' life-force through its branches.",
    
    "cobblemon.species.darmanitan-galar.desc":"Though it has a gentle disposition, it's also very strong. It will quickly freeze the snowball on its head before going for a headbutt.",
    "cobblemon.species.darumaka-galar.desc":"The colder they get, the more energetic they are. They freeze their breath to make snowballs, using them as ammo for playful snowball fights.",
    "cobblemon.species.deoxys-attack.desc": "This Deoxys has transformed into its aggressive guise, a tactic to fool enemies by altering its appearance.",
    "cobblemon.species.deoxys-defense.desc": "This Deoxys has transformed into its defensive form, a tactic to enemies by altering its appearance.",
    "cobblemon.species.deoxys-speed.desc": "This Deoxys has transformed into its fastest form, a tactic to enemies by altering its appearance.",
    "cobblemon.species.dialga-origin.desc": "Radiant light caused Dialga to take on a form bearing a striking resemblance to the creator Pokémon. Dialga now wields such colossal strength that one must conclude this is its true form.",
    "cobblemon.species.dialga-primal.desc":"Driven mad by a future where time has ceased to flow, Primal Dialga has lost all reason. It fights to preserve a broken reality, striking down any who threaten the frozen world it now rules.",
    
    "cobblemon.species.floette-eternal.desc": "The flower it's holding can no longer be found blooming anywhere. It's also thought to contain terrifying power. Terrifying energy is concealed within its ominous flower, but Floette still swings it about innocently.",
    "cobblemon.species.furfrou-dandy.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one has a dandy look to it.",
    "cobblemon.species.furfrou-debutante.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is inspired by upper-class dresses.",
    "cobblemon.species.furfrou-diamond.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is inspired by diamond shapes.",
    "cobblemon.species.furfrou-heart.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is made with love.",
    "cobblemon.species.furfrou-kabuki.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is inspired by Kabuki artists.",
    "cobblemon.species.furfrou-lareine.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one makes it look like a Queen.",
    "cobblemon.species.furfrou-matron.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is inspired by Matrons.",
    "cobblemon.species.furfrou-pharaoh.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is inspired by pharaohs.",
    "cobblemon.species.furfrou-star.desc":"There was an era when aristocrats would compete to see who could trim their Furfrou's fur into the most exquisite style. This one is shines like the stars.",
    
    "cobblemon.species.giratina-origin.desc": "Giratina loses its legs upon changing into this form. It is believed this Pokémon must hail from a world where the heavens and the earth are as one, but there is no way of proving it.",
    "cobblemon.species.grimer-alola.desc":"A Grimer, which had been brought in to solve a problem with garbage, developed over time into this form.",
    "cobblemon.species.groudon-primal.desc":"Primal Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.",
    "cobblemon.species.groudon-virus.desc": "This grotesque imitation of Groudon was born from a corrupted wish. Unlike the true Groudon, it devours life instead of nurturing it, growing stronger as it absorbs Pokémon, people, and nature alike into its twisted form.",
    "cobblemon.species.growlithe-hisui.desc":"They patrol their territory in pairs. It is believed the igneous rock components in the fur of this species are the result of volcanic activity in its habitat.",
    
    "cobblemon.species.hoopa-unbound.desc":"In its true form, it possess a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.",
    
    "cobblemon.species.incineroar-ace-pride.desc":"This Incineroar is showing their ace pride.",
    "cobblemon.species.incineroar-bi-pride.desc":"This Incineroar is showing their bi pride.",
    "cobblemon.species.incineroar-champion.desc":"Having proven itself against the strongest opponent, this Incineroar dons the suit of champions.",
    "cobblemon.species.incineroar-dancer.desc":"This Incineroar has chosen to hit up the dance floor in these stunning shorts.",
    "cobblemon.species.incineroar-pan-pride.desc":"This Incineroar is showing their pan pride.",
    "cobblemon.species.incineroar-pride.desc":"This Incineroar is showing their pride.",
    "cobblemon.species.incineroar-royalmask.desc":"This Incineroar has chosen to take up the mantle of the Masked Royal.",
    "cobblemon.species.incineroar-summer.desc":"This Incineroar seems to be on summer vacation.",
    "cobblemon.species.incineroar-team-skull.desc":"This Incineroar embraced his darker impulses and joined up with Team Skull.",
    "cobblemon.species.incineroar-tekken.desc":"This Incineroar has donned the outfit of a legendary luchador who fights for his orphanage.",
    "cobblemon.species.incineroar-trans-pride.desc":"This Incineroar is showing their trans pride.",
    "cobblemon.species.indeedee-f.desc":"It dislikes conflict. If a fight occurs in its territory, it uses psychic power to throw things at the combatants in an effort to drive them away.",
    
    "cobblemon.species.keldeo-resolute.desc":"The power that lay hidden in its body now covers its horn, turning it into a sword that can slice through anything.",
    "cobblemon.species.kyogre-primal.desc":"Through Primal Reversion and with nature's full power, it takes back its true form. It can summon storms that cause the sea levels to rise.",
    "cobblemon.species.kyurem-black.desc":"The sameness of Zekrom's and Kyurem's genes allowed Kyurem to absorb Zekrom. Kyurem can now use the power of both electricity and ice.",
    "cobblemon.species.kyurem-white.desc":"The sameness of Reshiram's and Kyurem's genes allowed Kyurem to absorb Reshiram. Kyurem can now use the power of both fire and ice.",
    
    "cobblemon.species.lucario-cafe.desc":"With precise movements and calm focus, this Lucario serves coffee and pastries while sensing the moods of its customers. It uses aura to brew the perfect cup, adjusting flavor to match emotions.",
    "cobblemon.species.lucario-captain.desc":"As the steadfast captain of a mystery dungeon vessel, this Lucario navigates by reading aura signatures on the wind. It commands its crew with quiet authority and protects them from threats at sea.",
    "cobblemon.species.lucario-chef.desc":"Wielding blades with the skill of a master, this Lucario channels aura into culinary artistry. It can taste a dish’s balance before it's served and adjusts ingredients in real time for maximum flavor harmony.",
    "cobblemon.species.lucario-concert.desc":"This Lucario harnesses aura not for battle, but for rhythm. Its synchronized moves dazzle on stage, and it can amplify emotional energy into sound waves that stir hearts across the crowd.",
    "cobblemon.species.lucario-costume_party.desc":"Wearing the garments of the ancient Aura Guardian, this Lucario embodies the legacy of sacrifice and honor. Its aura resonates with echoes of the past, allowing it to guide others with the same wisdom and bravery as Sir Aaron once did.",
    "cobblemon.species.lucario-holiday.desc":"This Lucario wears the crown not for power, but as a symbol of wisdom earned through unity. It rules not by strength alone, but by sensing and understanding the will of those it protects.",
    "cobblemon.species.lucario-martial_arts.desc":"Trained in legendary martial disciplines, this Lucario blends aura and technique in perfect harmony. It moves only when necessary and strikes with intent honed by years of quiet, focused discipline.",
    "cobblemon.species.lucario-mega.desc":"Bathed in explosive energy, its combative instincts have awakened. For its enemies, it has no mercy whatsoever.",
    "cobblemon.species.lucario-pmd.desc":"This Lucario has become a guardian of its exploration team, using its mastery of aura to guide and protect. Calm and resolute, it acts without hesitation when allies are in need, earning the respect of even the fiercest dungeon dwellers.",
    "cobblemon.species.lucario-psmd.desc":"Tempered by countless trials, this Lucario's aura burns with the strength of its unwavering bond. It leads with instinct and heart, often venturing into the unknown to ensure no friend is left behind.",
    "cobblemon.species.lucario-ruins.desc":"Clad in relics of an ancient civilization, this Lucario guards sacred tombs hidden deep in mystery dungeons. Its aura connects with ancient glyphs, allowing it to uncover secrets lost to time.",
    "cobblemon.species.lucario-space.desc":"Equipped with a high-tech suit, this Lucario explores the cosmos. It uses aura to track unfamiliar lifeforms across alien worlds, keeping its balance even in zero gravity with energy-based stabilization.",
    "cobblemon.species.lugia-shadow.desc": "This Lugia has had the door to its heart shut by the criminal syndicate Cipher, believed to be the ultimate Shadow Pokémon and completely immune to purification.",
    "cobblemon.species.lycanroc-dusk.desc":"This form of Lycanroc is normally calm and quiet. Once a battle begins, however, this Pokémon displays a ferocious fighting spirit.",
    "cobblemon.species.lycanroc-midnight.desc":"This form of Lycanroc is reckless. It charges headlong at its opponents, attacking without any care about what injuries it might receive.",
    
    "cobblemon.species.magearna-original.desc":"It functions thanks to its artificial soul. The vivid decoration is proof that it was presented as a gift to royalty.",
    "cobblemon.species.meowstic-f.desc":"Females are a bit more selfish and aggressive than males. If they don't get what they want, they will torment you with their psychic abilities.",
    "cobblemon.species.mewtwo-armored.desc": "This Mewtwo was equipt with a durable armor by unknown scientists.",
    "cobblemon.species.mewtwo-shadow-mega-x.desc": "Amplified by shadow energy and Mega Evolution, this form radiates raw, chaotic power. Its crystal core surges uncontrollably, making it nearly impossible to stop in battle.",
    "cobblemon.species.mewtwo-shadow-mega-y.desc": "In its Mega Y form, Shadow Mewtwo becomes faster and more unstable. Its psychic energy spirals out of control, distorting reality around it with every devastating strike.",
    "cobblemon.species.mewtwo-shadow.desc": "A powerful Mewtwo corrupted by shadow energy. It wields overwhelming psychic force through a dark crystal, fighting with relentless aggression and unstable power.",
    "cobblemon.species.mimejr-galarbias.desc":"It mimics everyone it sees, but it puts extra effort into copying the graceful dance steps of Mr. Rime as practice.",
    "cobblemon.species.moltres-galar.desc":"This Pokémon's sinister, flame-like aura will consume the spirit of any creature it hits. Victims become burned-out shadows of themselves.",
    "cobblemon.species.mrmime-galar.desc":"Its talent is tap-dancing. It can also manipulate temperatures to create a floor of ice, which this Pokémon can kick up to use as a barrier.",
    "cobblemon.species.muk-alola.desc":"While it's unexpectedly quiet and friendly, if it's not fed any trash for a while, it will smash its Trainer's furnishings and eat up the fragments.",
    
    "cobblemon.species.necrozma-ultra.desc":"Necrozma is at its full power in this form, radiating energy that has all sorts of effects on living beings and even nature itself. It is known as the 'blinding one' due to its brilliant appearance.",
    
    "cobblemon.species.ogerpon-cornerstone.desc":"This form has excellent defenses, absorbing impacts solidly like the cornerstones that support houses.",
    "cobblemon.species.ogerpon-hearthflame.desc":"This form is the most aggressive, bombarding enemies with the intensity of flames blazing within a hearth.",
    "cobblemon.species.ogerpon-wellspring.desc":"This form excels in both attack and defense. It ceaselessly unleashes moves like a spring gushes water.",
    "cobblemon.species.onix-crystal.desc": "An unique kind of Onix made out of glass crystal. It's also unique from other Onix in that it can live in water without being hurt by it.",
    
    "cobblemon.species.palkia-origin.desc": "It soars across the sky in a form that greatly resembles the creator of all things. This imitation of appearance is said to be Palkia's strategy for gaining Arceus's powers.",
    "cobblemon.species.pichu-spikyeared.desc":"This rare Pichu is said to have traveled through time with Celebi. Unlike others of its kind, it cannot evolve, as it is bound to an era long past. Its spiky ear is a mark of that journey—an echo of a world that once was.",
    "cobblemon.species.pikachu-partner.desc":" This Pikachu wears its partner's cap, which is brimming with memories of traveling through many different regions. Since the cap's not the right size, the fit is a bit loose.",
    "cobblemon.species.polteageist-antique.desc":"Apparently a Polteageist's disposition is affected by the type of tea the Pokémon came from. What teapot it inhabits makes no difference.",
    
    "cobblemon.species.rayquaza-mega.desc":"Mega Rayquaza was said to have been born from humanity's wish for salvation, channeled through the Key Stone of a Draconid Lorekeeper. It is the first recorded Pokémon to achieve Mega Evolution.",
    "cobblemon.species.riolu-pmd.desc":"This Riolu shows unwavering loyalty to its teammates. Through its aura, it senses emotions, allowing it to protect allies in danger. Though small, it’s driven by a fierce sense of justice born from its time as an explorer.",
    "cobblemon.species.riolu-psmd.desc":"Forged in the trials of mystery dungeons, this Riolu channels the emotions of others to navigate perilous missions. Its strong bond with its partner fuels its courage, even when the odds seem impossible.",
    "cobblemon.species.rockruff-dusk.desc":"This is an unique kind of Rockruff. It appears capable of undergoing a special kind of evolution.",
    
    "cobblemon.species.shaymin-sky.desc": "Upon taking in the scent of a particular rare flower, Shaymin is enveloped in light, and its tiny body transforms, conferring the power of flight upon it. Feelings of gratitude are the message it delivers.",
    "cobblemon.species.silvally-bug.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to bug type to confound its enemies.",
    "cobblemon.species.silvally-dark.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to dark type to confound its enemies.",
    "cobblemon.species.silvally-dragon.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to dragon type to confound its enemies.",
    "cobblemon.species.silvally-electric.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to electric type to confound its enemies.",
    "cobblemon.species.silvally-fairy.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to fairy type to confound its enemies.",
    "cobblemon.species.silvally-fighting.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to fighting type to confound its enemies.",
    "cobblemon.species.silvally-fire.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to fire type to confound its enemies.",
    "cobblemon.species.silvally-flying.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to flying type to confound its enemies.",
    "cobblemon.species.silvally-ghost.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to ghost type to confound its enemies.",
    "cobblemon.species.silvally-grass.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to grass type to confound its enemies.",
    "cobblemon.species.silvally-ground.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to ground type to confound its enemies.",
    "cobblemon.species.silvally-ice.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to ice type to confound its enemies.",
    "cobblemon.species.silvally-poison.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to poison type to confound its enemies.",
    "cobblemon.species.silvally-psychic.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to psychic type to confound its enemies.",
    "cobblemon.species.silvally-rock.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to rock type to confound its enemies.",
    "cobblemon.species.silvally-steel.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to steel type to confound its enemies.",
    "cobblemon.species.silvally-water.desc":"Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt to water type to confound its enemies.",
    "cobblemon.species.sinistea-antique.desc":"This Sinistea lives in an antique teacup. As valuable as this Pokémon is, its awful taste remains unchanged.",
    "cobblemon.species.slowbro-mega-galar.desc": "Upon Mega evolving, the Shellder on his arm fully fuses with its nervous system, unleashing unstable psychic energy. Trainers report that it often mutters cryptic phrases in battle, as if channeling voices from another dimension.",
    "cobblemon.species.slowbro-megay.desc": "Upon Mega evolving, the Shellder on his arm fully fuses with its nervous system, unleashing unstable psychic energy. Trainers report that it often mutters cryptic phrases in battle, as if channeling voices from another dimension.",
    
    "cobblemon.species.toxtricity-lowkey.desc":"It has an electrical organ on its chest. While generating electricity, it fills its surroundings with what sounds like the strumming of a bass guitar.",
    
    "cobblemon.species.ursaluna-bloodmoon.desc":"This special Ursaluna crossed the sea and drifted ashore in a new land. It can see in the dark with its left eye and protects itself with mud that is as hard as iron.",
    "cobblemon.species.urshifu-rapidstrike.desc":"This form of Urshifu is a strong believer in defeating foes by raining many blows down on them. Its strikes are nonstop, flowing like a river.",
    
    "cobblemon.species.victini-mega.desc": "When it Mega Evolves, the warmth of its flame merges with an ethereal light, creating a dazzling aura that bends reality itself. It radiates boundless hope, empowering allies and dazzling foes with bursts of fairy-infused energy. Legends say that those who fight beside it never taste defeat - not because it brings luck, but because its very presence transforms willpower into destiny.",
    
    "cobblemon.species.yamask-galar.desc":"A clay slab with cursed engravings took possession of a Yamask. The slab is said to be absorbing the Yamask's dark power.",
    
    "cobblemon.species.zacian-crowned.desc":"Able to cut down anything with a single strike, it became known as the Fairy King's Sword, and it inspired awe in friend and foe alike.",
    "cobblemon.species.zamazenta-crowned.desc":"Its ability to deflect any attack led to it being known as the Fighting Master's Shield. It was feared and respected by all.",
    "cobblemon.species.zapdos-galar.desc":"When its feathers rub together, they produce a crackling sound like the zapping of electricity. That's why this Pokémon is called Zapdos.",
    "cobblemon.species.zygarde-1.desc":"This is a single Zygarde cell that has much potential to grow immensily.",
    "cobblemon.species.zygarde-10.desc":"This is Zygarde when about 10% of its pieces have been assembled. It leaps at its opponent's chest and sinks its sharp fangs into them.",
    "cobblemon.species.zygarde-complete.desc":"Born when all of Zygarde's cells have been gathered together, it uses force to neutralize those who harm the ecosystem.",
    
    
    "cobblemon.ui.pokedex.info.form.1%": "1%",
    "cobblemon.ui.pokedex.info.form.10": "10%",
    
    "cobblemon.ui.pokedex.info.form.ace-pride": "Ace Pride Shirt",
    "cobblemon.ui.pokedex.info.form.armored": "Armored",
    
    "cobblemon.ui.pokedex.info.form.bi-pride": "Bi Pride Shirt",
    
    "cobblemon.ui.pokedex.info.form.cafe-costume": "Cafe Costume",
    "cobblemon.ui.pokedex.info.form.captain-costume": "Captain Costume",
    "cobblemon.ui.pokedex.info.form.champion": "Champion Suit",
    "cobblemon.ui.pokedex.info.form.chef-costume": "Chef Costume",
    "cobblemon.ui.pokedex.info.form.complete": "Complete",
    "cobblemon.ui.pokedex.info.form.concert-costume": "Concert Costume",
    "cobblemon.ui.pokedex.info.form.costume_party-costume": "Costume Party Costume",
    "cobblemon.ui.pokedex.info.form.crystal": "Crystal",
    
    "cobblemon.ui.pokedex.info.form.dancer": "Dancer Shorts",
    "cobblemon.ui.pokedex.info.form.dandy":"Dandy-Trim",
    "cobblemon.ui.pokedex.info.form.debutante":"Debutante-Trim",
    "cobblemon.ui.pokedex.info.form.diamond":"Diamond-Trim",
    
    "cobblemon.ui.pokedex.info.form.eternal": "Eternal",
    
    "cobblemon.ui.pokedex.info.form.heart":"Heart-Trim",
    "cobblemon.ui.pokedex.info.form.holiday-costume": "Holiday Costume",
    
    "cobblemon.ui.pokedex.info.form.kabuki":"Kabuki-Trim",
    
    "cobblemon.ui.pokedex.info.form.la-reine":"La Reine-Trim",
    
    "cobblemon.ui.pokedex.info.form.martial_arts-costume": "Martial Arts Costume",
    "cobblemon.ui.pokedex.info.form.matron":"Matron-Trim",
    "cobblemon.ui.pokedex.info.form.megay": "Galarian Mega",
    
    "cobblemon.ui.pokedex.info.form.original": "Original Color",
    
    "cobblemon.ui.pokedex.info.form.pan-pride": "Pan Pride Shirt",
    "cobblemon.ui.pokedex.info.form.partner": "Partner",
    "cobblemon.ui.pokedex.info.form.pharaoh":"Pharaoh-Trim",
    "cobblemon.ui.pokedex.info.form.pmd-scarf": "Red Scarf",
    "cobblemon.ui.pokedex.info.form.pride": "Pride Shirt",
    "cobblemon.ui.pokedex.info.form.psmd-scarf": "Green Scarf",
    
    "cobblemon.ui.pokedex.info.form.royal-mask": "Royal Mask",
    "cobblemon.ui.pokedex.info.form.ruins-costume": "Ruins Costume",
    
    "cobblemon.ui.pokedex.info.form.shadow-mega-x": "Shadow Mega X",
    "cobblemon.ui.pokedex.info.form.shadow-mega-y": "Shadow Mega Y",
    "cobblemon.ui.pokedex.info.form.space-costume": "Space Costume",
    "cobblemon.ui.pokedex.info.form.spiky-eared": "Spiky Eared",
    "cobblemon.ui.pokedex.info.form.star":"Star-Trim",
    "cobblemon.ui.pokedex.info.form.summer": "Summer Fit",
    
    "cobblemon.ui.pokedex.info.form.team-skull": "Team Skull Outfit",
    "cobblemon.ui.pokedex.info.form.tekken": "Tekken Costume",
    "cobblemon.ui.pokedex.info.form.trans-pride": "Trans Pride Shirt",
    
    "cobblemon.ui.pokedex.info.form.virus": "Virus",
    
    "cobblemon.move.ivycudgel": "Ivy Cudgel",
    "cobblemon.species.toxicmelody.name": "Toxic Melody",
    "cobblemon.species.toxicmelody.desc1": "Although rare, few sightings have been reported of this pokemon. majority of sightings have resulted in only sketches or blurry photos.",
    "cobblemon.species.toxicmelody.desc2": "Many people who have seen this pokemon never turn up and only their camera supplies is found. Theres few people that have lived to tell of their findings.",
    
    "cobblemon.species.ironvictory.name": "Iron Victory",
    "cobblemon.species.ironvictory.desc1": "Although rare, few sightings have been reported of this pokemon. The sightings are very well known as this pokemon is very docile despite other similar cases.",
    "cobblemon.species.ironvictory.desc2": "Many people who have seen this pokemon often get dragged away to live amoung them, despite they're metal looks they are very much like our every day pokemon.",
    
    "cobblemon.species.ironcore.name": "Iron Core",
    "cobblemon.species.ironcore.desc1": "They may seem docile or rather peaceful, but if you get too close, they'll poison and send you into a deep slumber with various toxins.",
    "cobblemon.species.ironcore.desc2": "Many who see this pokemon often underestimate it and walk away, those who don't walk away are never heard of therefore after.",
    
    "cobblemon.species.crimsonveil.name": "Crimson Veil",
    "cobblemon.species.crimsonveil.desc1": "Said to haunt even the most legendary pokemon, this nightmare fuel pokemon is rarely ever seen in person.",
    "cobblemon.species.crimsonveil.desc2": "This rare sight is almost only ever seen in your nightmares and very few rumors have stirred of an actual sighting.",
    
    "cobblemon.species.irondrone.name": "Iron Drone",
    "cobblemon.species.irondrone.desc1": "Incredibly friendly but rather cautious, this pokemon is often reported delivering old relics from the seafloor to unsuspecting divers. Its rather bizarre appearance causes scentists to question what it resembles, the most recent conclusions state it may be based on Phione.",
    "cobblemon.species.irondrone.desc2": "Divers who hunt down Iron Drone for ancient relics often resurface bruised and rather shaken, it is believed due to the studies done that Iron Drone can identify intent based on emotions.",
    
    "cobblemon.species.lumintail.name": "Lumin Tail",
    "cobblemon.species.lumintail.desc1": "Rather Hostile despite its similarities with Manaphy, it's been reported that they often attack Iron Drone if they cross pathes because Iron Drone steals Lumin Tail's relics.",
    "cobblemon.species.lumintail.desc2": "Lumin Tail are very friendly to other pokemon, they tend to target Iron Drone because of its stealing habits.",
    
    "cobblemon.species.ironvirus.name": "Iron Virus",
    "cobblemon.species.ironvirus.desc1": "This pokemon hates Deoxys and will go out of its way to defeat any and all Deoxys, it is the ultimate antivirus.",
    "cobblemon.species.ironvirus.desc2": "It is been shown by tests on the fluids it stores in its arms and body and confirmed to be an extremely effective medicine for pokemon.",
    
    "cobblemon.species.feralwish.name": "Feral Wish",
    "cobblemon.species.feralwish.desc1": "This feral pokemon likes to grant wishes but it has a habit of twisting words to form completely different wishes.",
    "cobblemon.species.feralwish.desc2": "most people who come across this hazardous pokemon often ignore it due to how annoying it is.",
    
    "cobblemon.species.wildgene.name": "Wild Gene",
    "cobblemon.species.wildgene.desc1": "Wild Gene seems to be a distant relative of a Pokémon modified by team plasma called Genesect.",
    "cobblemon.species.wildgene.desc2": "Wild Gene have been studied quite a fair bit due to the fact that they hunt in packs and are rather easy to collect for studying since they refuse to back down.",
    
    "cobblemon.species.ironjustice.name": "Iron Justice",
    "cobblemon.species.ironjustice.desc1": "Iron Justice makes its task to rid the Paldea region of pokemon it deems evil. As of lately its been proven its not limited to just pokemon.",
    "cobblemon.species.ironjustice.desc2": "This pokemon is very easily distracted but when focused it is a force to be cautious of.",
    
    "cobblemon.species.ironmirage.name": "Iron Mirage",
    "cobblemon.species.ironmirage.desc1": "Iron Mirage has been observed moving towards to Hoenn region and have been proven to hang around the Mirage Islands.",
    "cobblemon.species.ironmirage.desc2": "Iron Mirage seems to be from the far future and seems to have a mysterious mist around its waist.",
    
    "cobblemon.species.ironmight.name": "Iron Might",
    "cobblemon.species.ironmight.desc1": "Iron Might, also known as the false deity of the land. It seems to have been imitating possible future records of the pokemon Landorus.",
    "cobblemon.species.ironmight.desc2": "Despite Iron Might having a rather rough or scary look, it is very gentle and rather docile towards pokemon and humans alike.",
    
    "cobblemon.species.ancientgale.name": "Ancient Gale",
    "cobblemon.species.ancientgale.desc1": "Ancient Gale, seemingly connected to the pokemon Tornadus, it is believed to be a ancient deity or a guardian of dense forests and pokemon alike.",
    "cobblemon.species.ancientgale.desc2": "Rather docile and calm, its a hard to read pokemon because of its expression and mostly covered face.",
    
    "cobblemon.species.tempestfang.name": "Tempest Fang",
    "cobblemon.species.tempestfang.desc1": "This seemingly berserk dragon has a odd habit of collecting coins from Gimmighoul through rather vicious methods, this often results in conflicts between Tempest Fang and Ancient Gale.",
    "cobblemon.species.tempestfang.desc2": "Often easily aggrivated, this pokemon likes to take its rage out of surrounding forestry and pokemon.",
    
    "cobblemon.ui.pokedex.region.extraparadox": "ExtraParadox",
    
    "cobblemon.ui.pokedex.region.bakalutions": "Bakalutions",
    "cobblemon.species.mikueon.name": "Mikueon",
    "cobblemon.species.mikueon.desc": "Its special voice is known to captivate both people and Pokemon who listen. It forms crowds of wild Pokemon who listen and sing wherever it resides.",
    "cobblemon.species.tetoeon.name": "Tetoeon",
    "cobblemon.species.tetoeon.desc": "It has a stange affinity for bread that none have been able to find a reason for. They are commonly found sneaking into village bakeries at night and leaving with loaves stuffed in their mouths.",
    "cobblemon.species.nerueon.name": "Nerueon",
    "cobblemon.species.nerueon.desc": "Short tempered; it dislikes being disturbed and will use its giant ear to smack those who get near. Its powerful voice can be used to create soothing melodies or violent screeches depending on its mood.",

    "cobblemon.battle.activate.snaptrap": "Snap Trap activated!",
    "cobblemon.battle.damage.snaptrap": "%1$s was hurt by the trap!",
    
    "cobblemon.ui.pokedex.info.form.grox": "Grox",
    
    "cobblemon.ui.pokedex.region.dawnian": "Dawn",
    "cobblemon.ui.pokedex.info.form.dawnian": "Dawnian",
    
    "cobblemon.species.sableye-dawnian.name": "Sableye",
    "cobblemon.species.sableye-dawnian.desc": "These sableye have adapted to the cold, living in icy caves deep underground, and have formed a pack-like dynamic with others of its kind. This allows them to hunt their favorite prey, Carbink, much more efficiently.",
    
    "cobblemon.species.luxray-dawnian.desc": "Roaming the tundra alone after exile from its pride, this Luxray endured a brutal defeat and the unforgiving cold. Trainers say earning its trust is as rare as seeing lightning during a blizzard.",
    
    "cobblemon.species.lilligant-dawnian.name": "Lilligant",
    "cobblemon.species.lilligant-dawnian.desc": "This form of lilligant maintains the ecosystem using controlled wildfires and is naturally into gardening. Only found in during dawn",

    "cobblemon.species.meloetta-pirouette.desc": "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it.",
    "cobblemon.ui.pokedex.info.form.pirouette": "Pirouette",
    
    "cobblemon.species.spidopsunbound.name": "Spidops Unbound",
    "cobblemon.species.spidopsunbound.desc": "Spidop's in its purest for of humility. U-N-B-O-U-N-D",
    
    "cobblemon.species.scameleon.name": "Scameleon",
    "cobblemon.species.scameleon.desc": "Scameleon can become completely invisible and nearly intangible,  often stealing from smaller Pokemon. However, this Pokemon avoids Sobble, due to the fear of its natural rival Inteleon- the only pokemon able to detect it- lurking nearby.",
    
    "cobblemon.species.numel-dawnian.name": "Numel",
    "cobblemon.species.numel-dawnian.desc": "Spending time in a colder environment caused them to harden. To warm up, this Pokémon soaked in nearby hot springs. Over time, spring water seeped inside and replaced the hot magma in their bodies.",
    
    "cobblemon.species.camerupt-dawnian.name": "Camerupt",
    "cobblemon.species.camerupt-dawnian.desc": "Their bodies contain mineral rich water with panacea-like properties, making them a popular target for people and Pokémon alike. As a result, they tend to avoid fights, choosing to camouflage along the spring bed instead. Camerupt often form symbiotic relationships with Numel, allowing them to plug up the stumps on their back in exchange for providing warmth.",
    
    "cobblemon.species.lameyser.name": "Lameyser",
    "cobblemon.species.lameyser.desc": "When a Dawnian Camerupt absorbs enough spring water over a long period of time without release, the vast amounts of water and heat in their body causes the geyser on their back to erupt violently, evolving them into Lameyser. They are often seen assisting injured Pokémon and allowing them to soak in the hot springs they produce.",
    
    "cobblemon.species.yamask-dawnian.name": "Yamask",
    "cobblemon.species.yamask-dawnian.desc": "This pokemon is said to be what remains of a spirit seeking riches, eternally searching for wealth as punishment. They are often found near ruins or areas containing great treasures, hunting the Gimmighoul that gather around the area.",
    
    "cobblemon.species.luderigus.name": "Luderigus",
    "cobblemon.species.luderigus.desc": "Finally gathering enough coins to pay off its debt, Luderigus preys on the less fortunate. It allows them to spin the lever on its side, siphoning away their life force for a chance at a jackpot. This pokemon often engages in brutal clashes with Gholdengo, incorporating their bodies into itself.",
    "cobblemon.ui.stash.gold": "Coin Stash",

    "cobblemon.species.heracross-dawnian.name": "Heracross",
    "cobblemon.species.heracross-dawnian.desc": "This pokemon has adapted to cave living, incorporating scavenged minerals into its exoskeleton. It has adapted large claws in order to dig tunnels, as well as to fend off Aron and Lairon that attempt to eat the rare earth metals on its back.",
    
    "cobblemon.species.tachyaton.name": "Tachyaton",
    "cobblemon.species.tachyaton.desc1": "GEOMETRY DASH",
    "cobblemon.species.tachyaton.desc2": "FIRE IN THE HOLE",
    
    "cobblemon.species.dripplin.name": "Dripplin",
    
    "cobblemon.species.lapras-mega.desc": "As the ice age struck, Lapras continued to protect its passengers, enduring hardship itself. However, through its determination, energy surged within Lapras, allowing it to evolve beyond its normal form so it could keep protecting others.",
    
    "cobblemon.species.ironjaws.name": "Iron Jaws",
    "cobblemon.species.ironjaws.desc1": "This Pokémon bears many similarities to a ranged weapon described in a dubious magazine. Supposedly, aliens were once able to fire this weapon from interplanetary distances.",
    "cobblemon.species.ironjaws.desc2": "Few eyewitness encounters account for a strong, voltaic current around the air of this Pokémon.",
    
    "cobblemon.species.turtwig_dawnian.desc": "Dawnian Turtwig seeks out discarded technology to repair and incorporate into the speaker-like appendage on its shell. They are sometimes seen around Torterra, which act as their mentors and as scrap suppliers.",
    "cobblemon.species.grotle_dawnian.desc": "Dawnian Grotle blasts music day and night to grab the attention of passerby, only stopping to repair any damaged equipment. It often pairs up with local Tinkatuff, donating broken parts in exchange for their repairs and technical expertise.",
    "cobblemon.species.torterra_dawnian.desc": "Dawnian Torterra is a living stage and a one man band, with people and Pokémon from all over flocking to their shows. Their equipment is largely dependent on the scrap available, making every individual Torterra’s music unique.",
    "cobblemon.ability.bassboosted": "Bass Boosted",
    "cobblemon.ability.bassboosted.desc": "Boosts the power of sound-based moves. The Pokémon also takes half the damage from these kinds of moves.",
    
    "cobblemon.species.queentana.name": "Queentana",
    "cobblemon.species.queentana.desc": "Legend has it the first Queentana's were female Pawniard's who joined forces after mistreatment from their Kingambit. Queentana formulates and executes brutal strategies for decisive victories. This Pokémon is often seen poaching Pawniard from rival Kingambit.",
    
    "cobblemon.species.wendiglim.name": "Wendiglim",
    "cobblemon.species.wendiglim.desc": "When the Sableyes deplete their food supply, they resort to consuming one another. Wendiglim emerges as the sole survivor, now cursed to wander alone, always seeking their next meal.",
    
    "cobblemon.species.falinks_dawnian_defensive.desc": "This form of Falinks has adapted to occupy many roles in a traveling party: a paladin, warrior, wizard, ranger, cleric, and a monk. This Pokémon is in reality 6 separate and unique creatures.",
    "cobblemon.species.falinks_dawnian_offensive.desc": "This form of Falinks has adapted to occupy many roles in a traveling party: a paladin, warrior, wizard, ranger, cleric, and a monk. This Pokémon is in reality 6 separate and unique creatures.",
    "cobblemon.ui.pokedex.info.form.dawnian-defensive": "Dawnian (Defensive)",
    "cobblemon.ui.pokedex.info.form.dawnian-offensive": "Dawnian (Offensive)",
    "cobblemon.ability.formation": "Formation",
    "cobblemon.ability.formation.desc": "The Pokémon switches its formation between defensive and offensive at the end of each turn.",
    "cobblemon.move.initiative": "Initiative",
    "cobblemon.move.initiative.desc": "Depending on their formation, Falinks either attack by focusing a beam that may lower the target's Sp. Atk stat or they increase their Sp. Atk and Sp. Def stats by calming their minds.",
    
    "cobblemon.move.mrofsnart": "Transform",
    "cobblemon.move.mrofsnart.desc": "The user transforms the target into a copy of itself right down to having the same move set.",
    
    "cobblemon.species.ironexo.name": "Iron Exo",
    "cobblemon.species.ironexo.desc": "This Pokémon appeared in a small rural village hiding in the trees. Local legend says that the Pokémon is an exo skeleton wrapping a smaller Pokémon inside of it. This has given it the name “Iron Exo”. Iron Exo is not outright malicious, and seems to remember the Pokémon it once was.",
    
    "cobblemon.species.lumberingdunce.name": "Lumbering Dunce",
    "cobblemon.species.lumberingdunce.desc": "This creature resembles an odd combination of two closely related Pokémon. It is so giant that the ground below it sometimes gives way, creating sink holes. This Pokémon doesn’t appear to have a brain, which has stumped researchers.",
    
    "cobblemon.species.pokebox.name": "Poké Box",
    "cobblemon.ability.useless": "Useless",
    "cobblemon.ability.useless.desc": "The Pokémon is completely useless unless evolved."
}